---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SolidOrShellTessellationControls
source: html/cf02f88a-b345-4bb6-e3f4-bab6c2246f90.htm
---
# SolidOrShellTessellationControls Members

Default constructor.